aaron-bond.better-comments
alefragnani.project-manager
bradlc.vscode-tailwindcss
byi8220.indented-block-highlighting
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codespaces-contrib.codeswing
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.codespaces
GitHub.copilot
heybourn.headwind
jdinhlife.gruvbox
kisstkondoros.vscode-gutter-preview
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-docker
naumovs.color-highlight
oderwat.indent-rainbow
piotrpalarz.vscode-gitignore-generator
pranaygp.vscode-css-peek
quicktype.quicktype
rangav.vscode-thunder-client
ritwickdey.LiveServer
softwaredotcom.swdc-vscode
streetsidesoftware.code-spell-checker
usernamehw.errorlens
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
wix.vscode-import-cost
XadillaX.viml
yzhang.markdown-all-in-one
